Repository: meekys/plugin.program.steamlink
Catalog: resources/language/resource.language.*/strings.po
Languages: nl_nl

# #30002
source: Update
nl_nl: Bijwerken

# #30003
source: Update Steamlink to the latest version
nl_nl: Steamlink bijwerken naar de meest recente versie

# #30004
source: Settings
nl_nl: Instellingen

# #30005
source: Display
nl_nl: Beeldscherm

# #30006
source: EGL resolution
nl_nl: EGL resolutie

# #30007
source: Force a resolution on EGL systems like the Raspberry Pi. In some situations lowering the resolution gives better performance.
nl_nl: Forceer een resolutie op EGL-systemen zoals de Raspberry Pi. In sommige situaties geeft een lagere resolutie betere prestaties.

# #30008
source: Default
nl_nl: Standaard

# #30021
source: 5.1 Surround ALSA channel mapping
nl_nl: 5.1 Surround ALSA-kanaaltoewijzing

# #30022
source: 7.1 Surround ALSA channel mapping
nl_nl: 7.1 Surround ALSA-kanaaltoewijzing

# #30023
source: Speaker test
nl_nl: Luidsprekertest

# #30024
source: Choose an audio channel that matches the speaker
nl_nl: Kies een audiokanaal dat bij de luidspreker hoort

# #30030
source: Front Left
nl_nl: Linksvoor

# #30031
source: Front Right
nl_nl: Rechtsvoor

# #30032
source: Rear Left
nl_nl: Linksachter

# #30033
source: Rear Right
nl_nl: Rechtsachter

# #30034
source: Center
nl_nl: Midden

# #30036
source: Side Left
nl_nl: Links zijkant

# #30037
source: Side Right
nl_nl: Rechts zijkant

# #30100
source: Install Steamlink
nl_nl: Installeer Steamlink

# #30101
source: Do you want install the latest version of Steamlink? This will take a few minutes.
nl_nl: Wil je de meest recente versie van Steamlink installeren? Dit zal enkele minuten gaan duren.

# #30102
source: Do you want update to the latest version of Steamlink? This will take a few minutes.
nl_nl: Wil je bijwerken naar de meest recente versie van Steamlink? Dit zal enkele minuten gaan duren.

# #30103
source: Updating Steamlink
nl_nl: Steamlink bijwerken

# #30104
source: Updating Steamlink, this will take a while...
nl_nl: Steamlink bijwerken, dit gaat even duren...

# #30105
source: Update failed: %(error_msg)s
nl_nl: Bijwerken niet gelukt: %(error_msg)s

# #30106
source: Update finished!
nl_nl: Bijwerken gelukt!

# #30200
source: Launching Steamlink
nl_nl: Steamlink starten

# #30201
source: Steamlink not installed, aborting launch!
nl_nl: Steamlink is niet ge√Ønstalleerd, starten wordt afgebroken!

# #30202
source: Starting %(game)s...
nl_nl: %(game)s starten...

# #30203
source: Launch failed!
nl_nl: Starten is niet gelukt!
